Repository: vinou-platform/vinou-connector
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# be.wines.title
source: Wines (Vinou)
de: Weine (Vinou)

# be.wines.description
source: Display wines from Vinou as list or detail
de: Zeigt die Vinou-Weine als Weinliste oder Detailansicht

# be.products.title
source: Products (Vinou)
de: Produkte (Vinou)

# be.products.description
source: Display products from Vinou as list or detail
de: Zeigt die Produkte aus Vinou als Liste oder Detailansicht

# be.bundles.title
source: Bundles (Vinou)
de: Weinpakete (Vinou)

# be.bundles.description
source: Display bundles from Vinou as list or detail
de: Zeigt die Weinpakete aus Vinou als Liste oder Detailansicht

# be.shop.description
source: Show basket, orderform and finish action for vinou wines
de: Zeigt Warenkorn, Bestellformular, Zahlungsmethoden und Checkout action für Vinou-Weine

# be.office.description
source: Show special plugins for Vinou-Office for example registration form.
de: Plugins um spezielle Vinou-Office direkt verfügbar zu machen, z.B. Registrierungsformular

# be.wineries.title
source: Wineries (Vinou)
de: Weingüter (Vinou)

# be.wineries.description
source: Display wineries from Vinou as list or detail
de: Zeigt die Weingüter aus Vinou als Liste oder Detailansicht

# be.merchants.title
source: Merchants (Vinou)
de: Händler (Vinou)

# be.merchants.description
source: Display merchants from Vinou as list or detail
de: Zeigt die Händler aus Vinou als Liste oder Detailansicht

# be.client.title
source: Client (Vinou)
de: Kundenbereich (Vinou)

# be.client.description
source: Everything about login and authenticated information
de: Login, Bestellungen und Zugriff auf Authentifikations-basierte Informationen

# shop.list.clusters
source: Filter options
de: Filter-Optionen

# shop.list.clusters.type
source: Winetype
de: Weintyp

# shop.list.clusters.vintage
source: Vintage
de: Jahrgang

# shop.list.clusters.taste
source: Taste
de: Geschmack

# shop.list.clusters.place
source: Place
de: Lage

# shop.list.clusters.country
source: Country
de: Land

# shop.list.clusters.grapetype
source: Grapetype
de: Rebsorte

# shop.list.clusters.empty
source: Empty
de: Ohne Angabe

# list.more
source: Read More
de: Mehr erfahren

# list.quantity
source: Quantity
de: Menge

# list.details
source: Details
de: Weitere Informationen

# detail.articlenumber
source: articlenumber
de: Artikelnummer

# detail.tastes_id
source: taste
de: Geschmack

# detail.vintage
source: vintage
de: Jahrgang

# detail.alcohol
source: alcohol
de: Alkoholgehalt

# detail.sweetness
source: sweetness
de: Restsüße

# detail.acid
source: acid
de: Säuregehalt

# detail.bottlesize
source: bottlesize
de: Flaschengröße

# detail.drinktemperature
source: drinktemperature
de: Trinktemperatur

# detail.grapetypes
source: grape types
de: Rebsorte

# detail.price
source: price
de: Preis

# detail.place
source: place
de: Lage

# detail.type
source: type
de: Typ

# detail.region
source: region
de: Weinregion

# detail.back
source: Back
de: Zurück

# basket.table.position
source: Index
de: Position

# basket.table.product
source: Product
de: Produkt

# basket.table.quantity
source: Quantity
de: Menge

# basket.table.pricenet
source: Net
de: Preis (Netto)

# basket.table.pricegross
source: Gross
de: Preis (Brutto)

# basket.sum.net
source: Total (net)
de: Summe (Netto)

# basket.sum.tax
source: Tax
de: Mwst.

# basket.sum.gross
source: Total (gross)
de: Summe (Brutto)

# basket.empty
source: Your Shopping-Card is currently empty
de: Ihr Warenkorb ist derzeit leer

# basket.clearall
source: Empty Shopping-Card
de: Warenkorb leeren

# basket.order
source: Order now
de: Zur Kasse

# order.net
source: Total (Net)
de: Summe (Netto)

# order.tax
source: Tax
de: Mwst.

# order.gross
source: Total (Gross)
de: Summe (Brutto)

# order.billing
source: Billing address
de: Rechnungsadresse

# order.delivery
source: Delivery address
de: Lieferadresse

# order.gender
source: Salutation
de: Anrede

# order.gender.empty
source: Please choose
de: Bitte wählen

# order.gender.m
source: Mr.
de: Herr

# order.gender.f
source: Mrs.
de: Frau

# order.firstname
source: Firstname
de: Vorname

# order.lastname
source: Lastname
de: Nachname

# order.company
source: Company
de: Firma

# order.address
source: Address
de: Straße, Hausnr.

# order.zip
source: Zip
de: PLZ

# order.city
source: City
de: Stadt

# order.country
source: Country
de: Land

# order.country.empty
source: Please Choose
de: Bitte wählen

# order.country.germany
source: Germany
de: Deutschland

# order.country.austria
source: Austria
de: Österreich

# order.country.france
source: France
de: Frankreich

# order.country.luxembourg
source: Luxembourg
de: Luxemburg

# order.country.netherlands
source: Netherlands
de: Niederlande

# order.country.denmark
source: Denmark
de: Dänemark

# order.country.norway
source: Norway
de: Norwegen

# order.country.sweden
source: Sweden
de: Schweden

# order.phone
source: Phone
de: Telefon

# order.account.owner
source: Owner
de: Kontoinhaber

# order.account.bank
source: Name of the creditinstitut
de: Name der Bank

# payment.prepaid
source: Prepaid
de: Vorkasse

# payment.invoice
source: Invoice
de: Auf Rechnung

# payment.debiting
source: Direct Debit
de: Abbuchung

# payment.bill
source: Bill
de: Rechnung

# payment.card
source: Credit Card
de: Kreditkarte

# payment.debit
source: Direct Debit
de: SEPA-Lastschrift

# mail.createorder.subject
source: Your order
de: Ihre Bestellung

# mail.acceptorder.subject
source: Your order confirmation
de: Ihre Bestellbestätigung

# mail.createnotification.subject
source: Order created
de: Bestellung aufgegeben

# mail.paymentnotification.subject
source: Order payed
de: Bezahlung eingegangen

# mail.paymentnotification.subjectprepaid
source: Prepaid order
de: Vorkassebestellung eingeleitet - Zahlung prüfen

# register.customerType
source: My company is a
de: Ich bin ein

# register.customerType.winery
source: Winery
de: Weingut

# register.customerType.merchant
source: Merchant
de: Fachhändler

# register.company
source: Company
de: Firmenbezeichnung

# register.company.placeholder
source: ACME
de: Musterweingut GbR

# register.name
source: Contact Person
de: Ansprechpartner

# register.name.placeholder
source: John Doe
de: Martina Winzerin

# register.address
source: Address
de: Straße und Hausnummer

# register.address.placeholder
source: First St;
de: Am Weinweg 1a

# register.zip
source: Zip
de: PLZ

# register.city
source: City
de: Stadt

# register.city.placeholder
source: Capital City
de: Musterhausen

# register.mail.placeholder
source: john.doe@domain.com
de: martina.winzerin@domain.de

# register.voucher
source: Voucher
de: Ich habe einen Aktions-Code

# register.voucher.placeholder
source: CAMPAIGN
de: Aktions-Code

# register.submit
source: Register now
de: Jetzt Registrieren

# register.success.title
source: Registration successful
de: Registrierung erfolgreich

# register.success.description
source: We send you an activation link via e-mail to start usage.
de: Wir haben dir einen Aktivierungs-Link via E-Mail gesendet, danach kannst du mit der Benutzung deiner Software beginnen.

# flexform.wines.general
source: Settings
de: Einstellungen

# flexform.wines.mode
source: Mode
de: Modus

# flexform.wines.mode.list
source: List all Products
de: Listenansicht

# flexform.wines.mode.detail
source: Show Wine Details
de: Winedetails

# flexform.wines.mode.topseller
source: Topseller list
de: Topseller-Liste

# flexform.wines.listmode
source: Listmode
de: List-Modus

# flexform.wines.listmode.empty
source: -- Please Choose --
de: -- Bitte wählen --

# flexform.wines.listmode.category
source: By Category
de: Kategorien

# flexform.wines.listmode.type
source: By Type
de: Weintyp

# flexform.wines.category
source: Category
de: Kategorie

# flexform.wines.category.empty
source: -- Please Choose --
de: -- Bitte wählen --

# flexform.wines.sortBy
source: Sort Property
de: Sortiert nach

# flexform.wines.sortBy.empty
source: -- Please Choose --
de: -- Bitte wählen --

# flexform.wines.sortDirection
source: Sort Direction
de: Sortierrichtung

# flexform.wines.sortDirection.asc
source: Ascending
de: Aufsteigend

# flexform.wines.sortDirection.desc
source: Descending
de: Absteigend

# flexform.wines.groupBy
source: Group By Property
de: Groupiert Nach

# flexform.wines.groupBy.empty
source: -- Please Choose --
de: -- Bitte wählen --

# flexform.wines.type
source: Wine Type
de: Weintyp

# flexform.wines.type.empty
source: -- Please Choose --
de: -- Bitte wählen --

# flexform.wines.itemsPerRow
source: Items in one Row
de: Anzahl Produkte in einer Zeile

# flexform.wines.detailPid
source: Product Detail Page
de: Detailseite

# flexform.wines.backPid
source: Back to Page
de: Zurück zu Seite

# flexform.wines.template.default
source: Default
de: Standard

# flexform.wines.templateLayout
source: Template
de: Vorlage wählen

# flexform.products.general
source: Settings
de: Einstellungen

# flexform.products.mode
source: Mode
de: Modus

# flexform.products.mode.list
source: List all products
de: Listenansicht

# flexform.products.mode.detail
source: Show product details
de: Produktdetails

# flexform.products.itemsPerRow
source: Items in one row
de: Anzahl Produkte in einer Zeile

# flexform.products.detailPid
source: Product detail page
de: Detailseite

# flexform.products.backPid
source: Back to page
de: Zurück zu Seite

# flexform.products.template.default
source: Default
de: Standard

# flexform.products.templateLayout
source: Template
de: Vorlage wählen

# flexform.bundles.general
source: Settings
de: Einstellungen

# flexform.bundles.mode
source: Mode
de: Modus

# flexform.bundles.mode.list
source: List all bundles
de: Listenansicht

# flexform.bundles.mode.detail
source: Show bundle details
de: Weinpaketdetails

# flexform.bundles.itemsPerRow
source: Items in one row
de: Anzahl Weinpakete in einer Zeile

# flexform.bundles.detailPid
source: Bundle detail page
de: Detailseite

# flexform.bundles.backPid
source: Back to page
de: Zurück zu Seite

# flexform.bundles.template.default
source: Default
de: Standard

# flexform.bundles.templateLayout
source: Template
de: Vorlage wählen

# flexform.shop.general
source: Settings
de: Einstellungen

# flexform.shop.mode
source: Mode
de: Modus

# flexform.shop.mode.list
source: List of shop articles
de: Artikelliste

# flexform.shop.mode.basket
source: Basket
de: Warenkorb

# flexform.shop.mode.order
source: Order
de: Kasse

# flexform.shop.mode.finish
source: Finish Order
de: Bestellung abschließen

# flexform.shop.mode.finishPaypal
source: Finish Paypal
de: Paypal-Bestellung abschließen

# flexform.shop.mode.cancelPaypal
source: Cancel Paypal
de: Paypal-Bestellung abbrechen

# flexform.shop.mode.topseller
source: Show topseller
de: Topseller-Liste

# flexform.shop.mode.initPayment
source: Initialize Payment
de: Bezahlvorgang starten

# flexform.shop.mode.finishPayment
source: Finish Payment
de: Bezahlvorgang abschließen

# flexform.shop.mode.cancelPayment
source: Cancel Payment
de: Bezahlvorgang abbrechen

# flexform.shop.pages
source: Pages
de: Seiten

# flexform.shop.detailPid
source: Wine detail page
de: Wein-Detailseite

# flexform.shop.productPid
source: Product detail page
de: Produkt-Detailseite

# flexform.shop.bundlePid
source: Bundle detail page
de: Weinpaket-Detailseite

# flexform.shop.clusters
source: Filter options
de: Filter-Optionen

# flexform.shop.clusters.category
source: Category
de: Kategorie

# flexform.shop.clusters.type
source: Winetype
de: Weintyp

# flexform.shop.clusters.vintage
source: Vintage
de: Jahrgang

# flexform.shop.clusters.taste
source: Taste
de: Geschmack

# flexform.shop.clusters.place
source: Place
de: Lage

# flexform.shop.clusters.country
source: Country
de: Land

# flexform.shop.clusters.grapetype
source: Grapetype
de: Rebsorte

# flexform.shop.showTypes
source: Show objects of type
de: Zeige Objekte vom Typ

# flexform.shop.showTypes.wines
source: Wines
de: Weine

# flexform.shop.showTypes.products
source: Products
de: Produkte

# flexform.shop.showTypes.bundles
source: Bundles
de: Weinpakete

# flexform.shop.backPid
source: Back to Page
de: Zurück zu Seite

# flexform.shop.basketPid
source: Basket-Page
de: Warenkorb-Seite

# flexform.shop.orderPid
source: Page to finish Order
de: Kasse

# flexform.shop.finishPid
source: Page after Payment
de: Seite nach Payment

# flexform.shop.finishPaypalPid
source: Page to finish paypal payment
de: Seite für Paypal-Abschluss

# flexform.shop.cancelPaypalPid
source: Page to cancel order after paypal
de: Seite für Paypal-Abbruch

# flexform.shop.initPaymentPid
source: Page to initialize payment
de: Seite um den Bezahlvorgang zu initieren

# flexform.shop.finishPaymentPid
source: Page to finish payment
de: Seite um den Bezahlvorgang abzuschließen

# flexform.shop.cancelPaymentPid
source: Page to cancel paypal
de: Seite um den Bezahlvorgang abzubrechen

# flexform.shop.template.default
source: Default
de: Standard

# flexform.shop.templateLayout
source: Template
de: Vorlage wählen

# flexform.office.general
source: General
de: Allgemein

# flexform.office.mode
source: Mode
de: Modus

# flexform.office.mode.register
source: Register
de: Registrierung

# flexform.office.mode.support
source: Support-Request
de: Support-Anfrage

# flexform.office.customerType
source: Customer type to register
de: Kundentyp für Registrierung

# flexform.office.customerType.selectable
source: Selectable
de: Selektierbar

# flexform.office.customerType.winery
source: Winery
de: Weingut

# flexform.office.customerType.merchant
source: Merchant
de: Händler

# flexform.office.showVoucher
source: Show Voucher field
de: Zeige Feld für Gutschein-Code

# flexform.office.finishPID
source: Finish Page
de: Danke-Seite

# flexform.office.errorPID
source: Error Page (if empty use plugin page)
de: Fehler-Seite (wenn leer Plugin-Seite)

# flexform.wineries.general
source: Settings
de: Einstellungen

# flexform.wineries.mode
source: Mode
de: Modus

# flexform.wineries.mode.list
source: List all wineries
de: Listenansicht

# flexform.wineries.mode.detail
source: Show winery details
de: Weingutdetails

# flexform.wineries.itemsPerRow
source: Items in one row
de: Anzahl Weingüter in einer Zeile

# flexform.wineries.detailPid
source: Winery detail page
de: Detailseite

# flexform.wineries.backPid
source: Back to page
de: Zurück zu Seite

# flexform.wineries.template.default
source: Default
de: Standard

# flexform.wineries.templateLayout
source: Template
de: Vorlage wählen

# flexform.merchants.general
source: Settings
de: Einstellungen

# flexform.merchants.mode
source: Mode
de: Modus

# flexform.merchants.mode.list
source: List all merchants
de: Listenansicht

# flexform.merchants.mode.detail
source: Show merchant details
de: Händlerdetails

# flexform.merchants.itemsPerRow
source: Items in one row
de: Anzahl Händler in einer Zeile

# flexform.merchants.detailPid
source: Winery detail page
de: Detailseite

# flexform.merchants.backPid
source: Back to page
de: Zurück zu Seite

# flexform.merchants.template.default
source: Default
de: Standard

# flexform.merchants.templateLayout
source: Template
de: Vorlage wählen

# flexform.client.general
source: Settings
de: Einstellungen

# flexform.client.mode
source: Mode
de: Modus

# flexform.client.mode.register
source: Register
de: Registrierung

# flexform.client.mode.profile
source: Profile
de: Profil

# flexform.client.mode.orders
source: Orders
de: Bestellungen

# message.error.title
source: Oops an error occurred
de: Ein Fehler ist aufgetreten

# message.success.title
source: Action successful
de: Aktion erfolgreich

# message.loginerror.title
source: Authentication error
de: Authentifizierungs-Fehler

# message.loginerror.content
source: Check your username and password.
de: Überprüfe deinen Benutzernamen und das Passwort.

# message.pwresetlinkerror.content
source: Your email could not be found in our database.
de: Deine E-Mail-Adresse konnte nicht in unserer Datenbank gefunden werden.

# message.resetlinkinvalid.content
source: Your password reset link is invalid.
de: Dein Reset-Link ist ungültig.

# message.passwordreseterror.content
source: Your password could not be set.
de: Dein Passwort konnte nicht zurück gesetzt werden.

# message.noPassword.content
source: No password given.
de: Kein Passwort gesetzt

# message.passwordLength.content
source: Password can not be empty.
de: Das Feld Passwort darf nicht leer sein.

# message.passwordMatch.content
source: Password and repeat does not match.
de: Passwort und Passwort-Wiederholung stimmen nicht überein.

# message.clientupdateerror.content
source: Client could not be updated.
de: Kundenkonto konnte nicht upgedated werden.

# message.clientupdatesuccess.content
source: Client successfully updated.
de: Kundenkonto erfolgreich bearbeitet.

# message.requiredfieldshacked.content
source: Missing postfields, seams that the register process was hacked.
de: Fehlende Postparameter festgestellt. Das hätte nicht passieren dürfen.

# message.clientvalidationerror.content
source: Client data not valid.
de: Kundendaten konnten nicht validiert werden.

# message.clientcreateerror.content
source: Client could not be registered.
de: Kundenaccount konnte nicht angelegt werden.

# message.title.error
source: Error
de: Fehler

# message.title.success
source: Success
de: Erfolg

# message.content.noCop
source: You had to accept and read the conditions of purchase
de: Sie müssen die allgemeinen Geschäftsbedingungen akzeptieren!

# message.content.noGdpr
source: You had to accept and read the gdpr notification
de: Sie müssen den Datenschutzhinweis akzeptieren!

# message.content.noConnection
source: No Connection
de: Keine Verbindung

# message.content.noBilling
source: Your session is expired, please retry your order
de: Ihre Session ist abgelaufen, bitte versuchen Sie es erneut.

# message.content.noorder
source: No order can be found, seems that the payment was payed
de: Keine Bestellung gefunden, eventuell wurde Ihr Warenkorb schon bezahlt

# message.content.paypalnotcreated
source: PayPal payment could not be initiated, please contact the shopowner
de: Der PayPal Bezahlprozess konnte nicht initiert werden, kontaktieren sie den Shopbesitzer.

# message.content.paypalprocess
source: There was a problem during the PayPal process, please try again later.
de: Während des Bestellablaufs ist ein Fehler aufgetreten bitte versuchen Sie es später erneut.

# message.content.paypalprocess
source: Paypal Process terminated, please try again later.
de: Der Paypal Prozess wurde unerwartet abgebrochen, bitte versuchen sie es später erneut oder wenden Sie sich an uns.

# message.content.nofinishPaypalPid
source: No finishPaypalPid given in settings.
de: Keine finishPaypalPid in Typoscript Einstellungen gesetzt

# message.content.nocancelPaypalPid
source: No cancelPaypalPid given in settings.
de: Keine cancelPaypalPid in Typoscript Einstellungen gesetzt

# message.content.finishPaypalAborted
source: Paypal checkout couldnt be finished.
de: Paypal checkout konnte nicht abgeschlossen werden.

# message.content.cancelPaypalError
source: Cancellation corrupted, please contact system administrator.
de: Der Abbruch war nicht erfolgreich, Bitte kontaktiere einen System-Administrator.

# message.content.registrationError
source: Registration not successful, a customer or user with this mail already exists.
de: Registrierung fehlgeschlagen, ein Weingut oder Weinhändler mit dieser Mail-Adress existiert bereits.

# message.title.minBasketSize
source: Minimum basket size not reached
de: Mindestbestellmenge nicht erreicht

# message.content.minBasketSize
source: You did not reach the minimum size of a basket.
de: Dein Warenkorb hat noch nicht die kleinste Menge an Flaschen erreicht.

# message.title.packageSteps
source: Basket size not right
de: Falsche Warenkorbgröße

# message.content.packageSteps
source: Your basket size did not match the size of packages we send.
de: Dein Warenkorb hat nicht die erforderliche Größe erreicht.

# tasks.cacheexpertise.title
source: Cache Vinou expertise
de: Cache Vinou Expertisen

# tasks.cacheexpertise.description
source: Fetch expertise pdf from Vinou-API and store them into local temp folder
de: Läd Expertisen aller Weine von der Vinou-API und speichert sie in temporärem Ordner

# tasks.cacheexpertise.field.itemsPerTask
source: Items per task run
de: Weine per Task-Ausführung

# tasks.cacheexpertise.field.receiver
source: email of receiver
de: E-Mail des Empfängers

# tasks.cacheexpertise.field.sendermail
source: sender email
de: Absender - E-Mail-Adresse

# tasks.cacheexpertise.field.sendername
source: sender name
de: Absender - Name

# tasks.cacheexpertise.field.ccreceiver
source: ccreceiver
de: CC

# tasks.cacheexpertise.field.bccreceiver
source: bccreceiver
de: BCC

# tasks.cacheimages.title
source: Cache Vinou images
de: Cache Vinou Bilder

# tasks.cacheimages.description
source: Fetch Images from Vinou-API and store them into local temp folder
de: Läd Bilder aller Weine von der Vinou-API und speichert sie in temporärem Ordner

# tasks.cacheimages.field.itemsPerTask
source: Items per task run
de: Weine per Task-Ausführung

# tasks.cacheimages.field.receiver
source: email of receiver
de: E-Mail des Empfängers

# tasks.cacheimages.field.sendermail
source: sender email
de: Absender - E-Mail-Adresse

# tasks.cacheimages.field.sendername
source: sender name
de: Absender - Name

# tasks.cacheimages.field.ccreceiver
source: ccreceiver
de: CC

# tasks.cacheimages.field.bccreceiver
source: bccreceiver
de: BCC
